/* 
 Localizable.strings
 Sparkle
 
 Created by Pranav Bhat on 10/21/13.
 Copyright (c) 2013 Oracle Corporation. All rights reserved.
 */

/* Web Java View strings */
"webJavaWindowTitle" = "Insticksprogram för webbläsare avaktiverat";
"webJavaViewHeading" = "Java-innehåll är avaktiverat i webbläsare";
"webJavaViewDesc" = "Du aktiverar det genom att välja Aktivera Java-innehåll i webbläsaren på fliken Säkerhet i kontrollpanelen för Java";

/* Restore Windows Strings */
"restoreWindowTitle" = "Återställ säkerhetsmeddelanden";
"restoreWindowDesc" = "Vissa Java-säkerhetsmeddelanden har dolts när du valt alternativet \"Visa inte det här igen\". Du kan höja säkerheten för personuppgifter genom att återställa dessa meddelanden var 30:e dag.";
"moreInformation" = "Mer information";
"restoreCheckbox" = "Återställ Java-säkerhetsmeddelanden";

/* Common strings*/
"continueButton" = "Fortsätt";
"closeButton" = "Stäng";

/* Security level warning message as per UE team's recommendation*/
"securityHightenedWarning" = "Säkerhetsnivån kommer att ställas in på minimivärdet Hög.";
